{"images": [
        {
         "id": "client",
         "name": "Client d'aula",
         "desc": "El LliureX Model de Centre amplia el tradicional model d'aula. En el model d'aula, les aules d'informàtica formen una xarxa independent que disposa d'un servidor a què es poden connectar tant estacions de treball com clients lleugers (clients). El nou model de centre, a més, permet la interconnexió de les diverses aules amb un servidor de centre.",
         "img": "lliurex-client.png",
         "image_file":"/opt/ltsp/images/llx-client.img",
         "squashfs_dir":"/opt/ltsp/llx-client",
         "installed":1366711215.629866,
         "lliurex_version":"cdd, desktop, edu, lliurex, 13.06.0.162",
         "errorcode":null,
         "errormsg":null},
         
         {"id": "desktop",
          "name": "LliureX Escriptori",
         "desc": "LliureX Escriptori és l'adaptació de la distribució LliureX genèrica, dissenyada per als ordinadors personals, de la sala del professorat, secretaries, etc. És a dir, està destinada a instal·lar-se en els ordinadors que no depenen d'un servidor (que no es troben dins de l'aula d'informàtica, o en la biblioteca...).",
         "img": "lliurex-escriptori.png",
         "image_file":"/opt/ltsp/images/llx-desktop.img",
         "squashfs_dir":"/opt/ltsp/llx-desktop/",
         "installed":null,
         "lliurex_version":"",
         "errorcode":"101",
         "errormsg":"No .img found"},
         
         {"id": "infantil",
          "name": "LliureX Infantil",
         "desc": "LliureX Infantil és l'adaptació LliureX per als nivells educatius d'Infantil i primers cursos de Primària.",
         "img": "lliurex-infantil.png",
         "image_file":"/opt/ltsp/images/llx-infantil.img",
         "squashfs_dir":"/opt/ltsp/llx-infantil/",
         "installed":1333711215.933615,
         "lliurex_version":"cdd, infantil, edu, lliurex, 13.06.0.162",
         "errorcode":null,
         "errormsg":null},
         
         {"id": "musica",
          "name": "LliureX Música",
         "desc": "LliureX Música és l'adaptació LliureX per als equips multimèdia, amb necessitats de programari específic, d'àudio, vídeo i multimèdia.",
         "img": "lliurex-musica.png",
         "image_file":"/opt/ltsp/images/llx-musica.img",
         "squashfs_dir":"/opt/ltsp/llx-musica/",
         "installed":null,
         "lliurex_version":null,
         "errorcode":null,
         "errormsg":null},
         
         {"id": "pime",
          "name": "LliureX Pime",
         "desc": "LliureX Pime és una adaptació que s'ha desenrotllat per al seu ús en els cicles formatius de les famílies d'Administració i Gestió i de Comerç i Màrqueting. Inclou una selecció d'aplicacions adaptades a l'entorn empresarial i s'han eliminat els programes orientats als nivells educatius d'infantil, primària i secundària, així com les aplicacions de suport a la docència. És per estos motius que el Lliurex-Pime és un bon candidat per a aquelles pimes que desitgen iniciar-se en el programari lliure, especialment per a les de la Comunitat Valenciana, ja que l'entorn està traduït al valencià i al castellà, com en la resta d'adaptacions del LliureX.",
         "img": "lliurex-pime.png",
         "image_file":"/opt/ltsp/images/llx-pime.img",
         "squashfs_dir":"/opt/ltsp/llx-pime/",
         "installed":null,
         "lliurex_version":null,
         "errorcode":null,
         "errormsg":null}
         
    ]
}